Repository: ng-workshops/2020_05_11_berlin_starter
Catalog: src/locale/messages.*.xlf
Languages: de

source: Site notice
de: Impressum

source: Here is some legal stuff and contact info.
de: Hier finden Sie ein paar rechtliche Informationen und andere interessante Dinge

source: Much better sitemap
de: Eine super Sitemap

source: Career
de: Karriere

# lastupdated
source: Last updated at
de: Zuletzt gändert am

source: That is {days, plural, =0 {...} =1 {...} other {...}}
de: Das ist {days, plural, =0 {...} =1 {...} other {...}}

source: {VAR_PLURAL, plural, =0 {just now} =1 {yesterday} other {{{days | number:'1.0-0'}} days ago} }
de: {VAR_PLURAL, plural, =0 {genau jetzt} =1 {gestern gewesen} other {{{days | number:'1.0-0'}} Tage her} }

source: {VAR_SELECT, select, male {Proudly created by Mr } female {Proudly created by Mrs } other {Our developers } }
de: {VAR_SELECT, select, male {Mit Liebe erstellt von Herrn } female {Mit Liebe erstellt von Frau } other {Unsere Entwickler } }

source: {VAR_SELECT, select, male {Proudly created by Mr } female {Proudly created by Mrs } other {Our developers } }
de: {VAR_SELECT, select, male {Mit Liebe erstellt von Herrn } female {Mit Liebe erstellt von Frau } other {Unsere Entwickler } }

source: {VAR_SELECT, select, male {Proudly created by Mr } female {Proudly created by Mrs } other {Our developers } }
de: {VAR_SELECT, select, male {Mit Liebe erstellt von Herrn } female {Mit Liebe erstellt von Frau } other {Unsere Entwickler } }
